/* Localizable Strings: German */

/* Tags menu */
"Tags" = "Markierungen";
"Typeset" = "Setzen";
"Save" = "Sichern";
"Print..." = "Drucken...";
"Print Source..." = "Quelltext drucken...";
"Set Project Root..." = "Hauptdatei festlegen...";
"LaTeX Panel..." = "LaTeX Palette...";
"Close LaTeX Panel" = "LaTeX Palette schließen";
"Matrix Panel..." = "Matrix Palette...";
"Close Matrix Panel" = "Matrix Palette schließen";
"Open for Preview..." = "Zur Voransicht öffnen...";
"Open for Editing..." = "Zum Bearbeiten öffnen...";
"File" = "Bearbeiten";
"Goto Error" = "Gehe zu Fehler";
"RotateClockwise" = "Drehen im Uhrzeigersinn";
"RotateCounterclockwise" = "Drehen gegen den Uhrzeigersinn";
"Comment" = "Kommentar";
"Uncomment" = "Kein Kommentar";
"Indent" = "Eingerückt";
"Unindent" = "Nicht eingerückt";
"Macros" = "Makros";
"Open Macro Editor..." = "Makro Editor öffnen...";
"Close Macro Editor" = "Makro Editor schließen";
"Add macros from file..." = "Makros aus Datei hinzufügen...";
"Save selection to file..." = "Auswahl in Datei sichern...";
"Convert \\yen to \\ in Pasteboard" = "Konvertiere \\yen nach \\ in der Zwischenablage";
"Convert \\ to \\yen in Pasteboard" = "Konvertiere \\ nach \\yen in der Zwischenablage"; 
"Edit" = "Bearbeiten";
"Warning" = "Warnung";
"Don't Save" = "Nicht sichern";
"Cancel" = "Abbrechen";
"Do you want to save macros?" = "Sollen die Makros gesichert werden?";
"Save Spot" = "Sicherungsgrenze";
"Template" = "Vorlage";
"Typing" = "Tippen";
"AutoComplete" = "AutoVervollständigen";  //Should be translation of "Key Bindings", even in English
"Page Number" = "Seitenzahl";
"Page Number Panel" = "Seitenzahl Palette";
"Magnification Panel" = "Vergrößerungspalette";
"Omit Shell Escape" = "Shell Escape nicht benutzen";
"Warning: Using Shell Escape" = "Warnung: Sie benutzen Shell Escape";
"Preview" = "Vorschau";
"Display Format" = "PDF-Darstellung";// mitsu 1.29b
"Magnification" = "Vergrößerung";// mitsu 1.29b
"Copy Format" = "Kopierformat"; //"Bildkopie Format";// mitsu 1.29b
"ToolbarItems" = "Werkzeugleistenelemente";
"Autocompletion" = "Autovervollständigung";
"Completion" = "Vervollständigung";
"Path: %@\nDateigröße: %d bytes\nErstellungsdatum: %@\nÄnderungsdatum: %@" = "Pfad: %@\nDateigröße: %d bytes\nErstellungsdatum: %@\nÄnderungsdatum: %@";
"Info: %@" = "Info: %@";
"%@\n\nCharacters: %d" = "%@\n\nZeichen: %d";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "Die Dateikodierung hat sich geändert. Einige Zeichen können bei falscher Kodierung verloren gehen.";
"Currently open files retain their old encoding." = "Gerade geöffnete Dateien behalten ihre alte Kodierung.";
"Drag && Drop" = "Drag && Drop";
"%@ does not exist. TeXShop is  a front end for TeX, but you also need a TeX distribution. Perhaps such a distribution was not installed or was removed during a system upgrade. If so, go to http://tug.org/MacTeX and follow the instructions to (re)install MacTeX. A less likely possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the macports or fink distributions." = "%@ konnte nicht gefunden werden. Vielleicht wurde TeXLive nicht richtig installiert oder ging bei einer Systemaktualisierung verloren. Ist dies der Fall, besuchen Sie die TeXShop Webseite und folgen Sie der Anleitung dort um TeXLive neu zu installieren. Es könnte auch sein, dass der Pfad zu diesem Programm in den TeXShop-Einstellungen falsch festgelegt ist. Dies kann passieren, wenn Sie die fink-Distribution von teTeX benutzen.";
"Can't find required tool." = "Das benötigte Hilfprogramm kann nicht gefunden werden.";
"Typesetting engine cannot be found." = "Das Schriftsatz-Programm kann nicht gefunden werden.";
"The source LaTeX document cannot be found." = "Das LaTeX-Quelldokument kann nicht gefunden werden.";
"Sync Marks" = "Markierungen synchronisieren";
"%@ does not exist." = "%@ existiert nicht.";
"%@ does not have the executable bit set." = "%@ hat das Execute-Recht nicht gesetzt.";
"This file was opened with IsoLatin9 encoding." = "Diese Datei wurde mit IsoLatin9-Kodierung geöffnet.";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "Die Datei konnte nicht mit %@-Kodierung geöffnet werden, da diese nicht in dieser Kodierung abgespeichert wurde. Wenn Sie die Datei mit einer anderen Kodierung öffnen möchten, schließen Sie das Fenster und öffnen Sie erneut.";
"Error" = "Error";
"There was an error checking for updates." = "Bei der Suche nach Aktualisierungen ist ein Fehler aufgetreten.";
"Your copy of TeXShop is up-to-date" = "Deine Kopie von TeXShop ist auf dem neuesten Stand";
"You have the most recent version of TeXShop." = "Bei dir läuft die neueste Version von TeXShop.";
"New version available" = "Eine neue Version ist verfügbar";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "Eine neue Version von TeXShop ist verfügbar (version %@). Möchten Sie diese jetzt herunterladen?";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "Diese Version von TeXShop benötigt Mac OS X 10.4 oder höher. Verwenden Sie stattdessen TeXShop 1.37.";
"Hard Wrap" = "Harter Zeilenumbruch";
"Newline Removal" = "Newline Removal";
"Color Index" = "Farbindex";
"Help" = "Hilfe";
"TeXShop Demos" = "TexShop-Demos";
"Sync" = "Synchronisieren";
"ShowFullPath" = "Kompletten Pfad zeigen";
"Close Current Environment" = "Aktuelle Umgebung schließen"; // Terada
"Your current setting of %@ will be replaced. OK?" = "Ihre aktuelle Einstellung von %@ wird ersetzt. OK?"; // Terada
"Convert" = "Umwandeln";
"The program " = "Das Programm ";
" does not exist." = " konnte nicht gefunden werden.";
"failed to copy selection." = "konnte Auswahl nicht kopieren.";
"failed to save selection to the file." = "konnte Auswahl nicht in Datei speichern.";
"<a letter consisting of %d characters>" = "<a letter consisting of %d characters>";
"%d letters, %d words, %d lines" = "%d Buchstaben, %d Wörter, %d Zeilen";
"Emoji Style" = "Emoji-Stil";
"Text Style" = "Text-Stil";
"Character Info" = "Info über Zeichen";
"Variant" = "Variante";
"Revert To" = "Zurücksetzen auf";
"Skin Tone I-II" = "Helle Hautfarbe";
"Skin Tone III" = "Mittelhelle Hautfarbe";
"Skin Tone IV" = "Mittlere Hautfarbe";
"Skin Tone V" = "Mitteldunkle Hautfarbe";
"Skin Tone VI" = "Dunkle Hautfarbe";

